#Ответы
answers = {
    0: "Сутки — 400 рублей. Оплата курьеру — наличными или картой.",
    1: "Пока что у нас так: один заказ — один самокат. Если хотите покататься с друзьями, можете просто сделать несколько заказов — один за другим.",
    2: "Допустим, вы оформляете заказ на 8 мая. Мы привозим самокат 8 мая в течение дня. Отсчёт времени аренды начинается с момента, когда вы оплатите заказ курьеру. Если мы привезли самокат 8 мая в 20:30, суточная аренда закончится 9 мая в 20:30.",
    3: "Только начиная с завтрашнего дня. Но скоро станем расторопнее.",
    4: "Пока что нет! Но если что-то срочное — всегда можно позвонить в поддержку по красивому номеру 1010.",
    5: "Самокат приезжает к вам с полной зарядкой. Этого хватает на восемь суток — даже если будете кататься без передышек и во сне. Зарядка не понадобится.",
    6: "Да, пока самокат не привезли. Штрафа не будет, объяснительной записки тоже не попросим. Все же свои.",
    7: "Да, обязательно. Всем самокатов! И Москве, и Московской области."

}

#URLS
YA_SCOOTER_MAIN_PAGE = "https://qa-scooter.praktikum-services.ru/"
YA_SCOOTER_ORDER_PAGE = "https://qa-scooter.praktikum-services.ru/order"

#Набор данных - 1
ORDER_DATA_1 = {
    "name": "Анна",
    "surname": "Иванова",
    "address": "Москва, ул. Ленина, 1",
    "metro": "Сокольники",
    "phone": "79998887766",
    "days_from_today": 10,
    "duration": "двое суток",
    "color": "чёрный жемчуг",
    "comment": "Позвоните за 15 минут",
    "button": "top",
}

#Набор данных - 2

ORDER_DATA_2 = {
    "name": "Пётр",
    "surname": "Петров",
    "address": "Москва, пр-т Вернадского, 3",
    "metro": "Воробьёвы горы",
    "phone": "79012345678",
    "days_from_today": 20,
    "duration": "пятеро суток",
    "color": "серая безысходность",
    "comment": " ",
    "button": "bottom",
}
